content/posts/manim.md
+++
title = "manim"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:37:14-04:00
slug = "manim"
draft = false
+++

## [mathematics]({{< relref "mathematics" >}}), [animation]({{< relref "animation" >}}), [videography]({{< relref "videography" >}}) {#mathematics--mathematics-dot-md--animation--animation-dot-md--videography--videography-dot-md}


## [vivek3141/videos: Source code for all the animations in my videos. Uses @3b1b's manim library](<https://github.com/vivek3141/videos>) {#vivek3141-videos-source-code-for-all-the-animations-in-my-videos-dot-uses-3b1b-s-manim-library--https-github-dot-com-vivek3141-videos}


## [Welcome to Feb/03/2019 Manim's documentation! — Manim Feb/03/2019 documentation](<https://elteoremadebeethoven.github.io/manim%5F3feb%5Fdocs.github.io/html/index.html>) {#welcome-to-feb-03-2019-manim-s-documentation-manim-feb-03-2019-documentation--https-elteoremadebeethoven-dot-github-dot-io-manim-3feb-docs-dot-github-dot-io-html-index-dot-html}


## [Learning How To Animate Videos Using manim Series – A Journey | Talking Physics](<https://talkingphysics.wordpress.com/2018/06/11/learning-how-to-animate-videos-using-manim-series-a-journey/>) {#learning-how-to-animate-videos-using-manim-series-a-journey-talking-physics--https-talkingphysics-dot-wordpress-dot-com-2018-06-11-learning-how-to-animate-videos-using-manim-series-a-journey}


## [Elteoremadebeethoven/AnimationsWithManim: Animation course with Manim](<https://github.com/Elteoremadebeethoven/AnimationsWithManim>) {#elteoremadebeethoven-animationswithmanim-animation-course-with-manim--https-github-dot-com-elteoremadebeethoven-animationswithmanim}


##  {#}
